ClientAPI/GetReservationDetails/request-single-order.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:cor="http://www.corteos.ru/">
   <soapenv:Header>
      <cor:AuthHeader>
         <!--Optional:-->
         <cor:Token>a1b2e9c8-****-*****-****-ecdc67a07556</cor:Token>
      </cor:AuthHeader>
   </soapenv:Header>
   <soapenv:Body>
      <cor:GetReservationDetails>
         <cor:id_Reserve>1757768</cor:id_Reserve>
         <cor:id_ComplexReserve>0</cor:id_ComplexReserve>
      </cor:GetReservationDetails>
   </soapenv:Body>
</soapenv:Envelope>